vegeta/txt reports/fastapi/result_post_2m_6470.bin.txt
Requests      [total, rate, throughput]         776402, 6470.07, 6470.06
Duration      [total, attack, wait]             2m0s, 2m0s, 180.83µs
Latencies     [min, mean, 50, 90, 95, 99, max]  125.97µs, 193.837µs, 183.689µs, 233.491µs, 258.886µs, 340.576µs, 6.096ms
Bytes In      [total, mean]                     25621266, 33.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:776402  
Error Set: