vegeta/txt reports/fastapi/result_raw_json_2m_0.bin.txt
Requests      [total, rate, throughput]         8005779, 66714.82, 66714.03
Duration      [total, attack, wait]             2m0s, 2m0s, 1.432ms
Latencies     [min, mean, 50, 90, 95, 99, max]  150.29µs, 1.34ms, 1.225ms, 2.128ms, 2.723ms, 3.386ms, 7.352ms
Bytes In      [total, mean]                     256184928, 32.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:8005779  
Error Set: